{
  "incidents": [
    {
      "id": "001",
      "description": "I encountered a small band of thieves.",
      "goodResult": "They fled at the sight of me, leaving some small treasures.",
      "badResult": "They attacked with unexpected ferocity, and I barely escaped.",
      "neutralResult": "I was able to skirt their camp and move on without incident."
    },
    {
      "id": "002",
      "description": "Bandits sprung upon me while I rested.",
      "goodResult": "Their overconfidence was their weakness and I was able to best their leader. The rest fled, leaving behind some small treasures.",
      "badResult": "Overcome by their numbers, I defeated only a few before fleeing into the woods.",
      "neutralResult": "With some clever wordplay I managed to convince them that I was a travelling wizard. They had no interest in meddling after that, and moved along without incident."
    },
    {
      "id": "003",
      "description": "I met a group of bards. The jovial troupe played beautiful music into the night.",
      "goodResult": "When I awoke I found they had prepared a delicious meal and recited heroic poems until we parted ways.",
      "badResult": "I awoke with a terrible headache, the camp abandoned and my goods plundered.",
      "neutralResult": "We shared songs and poetry and laughed together, parting ways amicably and without incident."
    },
    {
      "id": "004",
      "description": "I spotted a lucious bush of Calenberries and I helped myself.",
      "goodResult": "I was delighted and invigorated by the familiar Calenberry juice that every child loves. I even managed to trade a handful to a nearby peddler.",
      "badResult": "I quickly realized that they were not Calenberries at all. Luckily a healer had a shingle nearby and I was \"purged\" of the volatile victuals.",
      "neutralResult": "I enjoyed the sweet berries and the short respite, then carried on."
    },
    {
      "id": "005",
      "description": "Fierce storm clouds rolled in.",
      "goodResult": "The shade of the clouds reinvigorated me and I was able to deftly barter off some herbs and pelts that I had collected on my journey.",
      "badResult": "Tumultuous rain quickly began to fall and I made for the nearest inn. While waiting a ruffian picked a fight with me. I won, but had to pay some damages.",
      "neutralResult": "The rainfall turned out to be light and cool, and I carried on refreshed."
    },
    {
      "id": "006",
      "description": "I happened upon a nest of giant scorpions, although these were mere infants the size of a small dog.",
      "goodResult": "For the safety of the nearby village I dispatched the scorpions. I collected several vials of venom which I traded at the village square.",
      "badResult": "I attempted to dispatch them but was ambushed by the mother. Although I was narrowly able to escape, I received a painful sting on my... upper thigh. The village healer was able to treat it for a reasonable sum.",
      "neutralResult": "They posed no immediate threat and dispatching infants seemed dastardly, monster or not. I left a warning on the road and moved on."
    },
    {
      "id": "007",
      "description": "A small group of goblins were loitering in a cave near the road.",
      "goodResult": "As I observed, a fellow adventurer (though not of the Adventure Guild) approached and suggested we engage the goblins together. We valiantly dispatched the little monsters and shared in their cache of treasures.",
      "badResult": "As I drew my sword to approach them, a sneaky goblin scout pelted me squarely between the eyes with a sling stone. I fell, dazed, and the goblin menaces took the opportunity to beat me further and rob me. It was not a proud moment for the Adventure Guild.",
      "neutralResult": "Though a pack of goblins was a menace and terror to the villagefolk, I was of a singular mission. I moved on, allowing some other adventurer the opportunity for glory against the scoundrel creatures."
    },
    {
      "id": "008",
      "description": "I heard a strange sound coming from the woods just off the road, and decided to investigate.",
      "goodResult": "Just a few paces beyond the treeline I discovered a very young gnome struggling to lift a rock. I lifted the rock for the child, revealing a small treasure below. Grateful for the aid, he decided to share the little cache with me.",
      "badResult": "Beyond the treeline was a hidden grove full of fairies performing some strange ritual. Interrupted by my presence, they became quite irate and chased me off, tussling with me as I made my escape. Not until later did I notice that they had pickpocketed me.",
      "neutralResult": "I entered the woods and found a deer caught in the brambles under a large tree. I cut the creature free and it ran away. I'd like to think it was grateful for my aid."
    },
    {
      "id": "009",
      "description": "A faun crossed my path and offered me a reward for solving his riddle.",
      "goodResult": "I agreed to give it a try. He recited, \"It has a leather jacket to keep its body safe. Magic it needs not to transport you to a far-off place.\" I thought for a moment before the answer came to me. \"A book!\" The faun was pleased with my cleverness and decided to reward me for guessing correctly.",
      "badResult": "I agreed to give it a try. He recited, \"Better old than new, the healthier it is the smaller it becomes.\" I pondered for several minutes on the faun's riddle, but could not think of the answer. \"A wound!\" He cried and, perhaps appropriately, hit me over the head with his club. When I awoke I found my coinpurse a little lighter.",
      "neutralResult": "I told him that while I do love a riddle, I was on a quest and could tarry not. The faun was disappointed, but I moved on."
    },
    {
      "id": "010",
      "description": "A group of peasants were drunkenly wandering the roadway throwing rocks at passers-by.",
      "goodResult": "I approached them and firmly requested that they go home and sleep it off. The leader, a large brute, looked like he wanted a fight until he noticed the sword at my side. Their pompous aggression disolved and the peasants dispersed to their homes. A passing merchant thanked me with a small reward.",
      "badResult": "I approached them and firmly requested that they go home and sleep it off. Two peasants hiding on the other side of the road pelted me with a stone and quickly the rest were upon me, beating and robbing. They left and a passing merchant helped me up and gaving me a poultice. No medicine for my pride though.",
      "neutralResult": "I perched on a nearby boulder and threw stones back at the peasants until they got annoyed and dispersed. A job well done, I thought, until a passing merchant shook his head at me, muttering, \"Adventurer my foot, just another ruffian.\" I moved on, a little embarrassed."
    },
    {
      "id": "011",
      "description": "The terrain was rough and I slipped down a shale embankment.",
      "goodResult": "At the bottom I found a small treasure hidden in the earth. The lock was rusted beyond repair; the box was old. I found within some unremarkable trinkets which I traded to a nearby merchant.",
      "badResult": "I landed hard upon a jagged rock and injured myself. I sat for a few hours, tending the wound and sipping a health potion. Slowly my strength returned and I was able to continue.",
      "neutralResult": "At the bottom was a friendly farmer who laughed and helped me find my way back to the main road. I carried on, grateful for my new friend's aid."
    },
	{
      "id": "012",
      "description": "A dog scampered out of the woods onto the road ahead of me, barking as though trying to get my attention.",
      "goodResult": "I decided to follow it into the woods and found a traveller, beaten and robbed. I helped him to the nearby town where his family lived and they paid me a small reward for my aid.",
      "badResult": "I decided to follow it into the woods and found a pack of bandits. They jumped me and robbed me of some valuables then departed, the dog trotting away happily by their side.",
      "neutralResult": "I decided to follow it into the woods. As quickly as it had appeared, the dog vanished in the underbrush. I looked around for a moment to no avail, then returned to my journey."
    },
    {
      "id": "013",
      "description": "",
      "goodResult": "",
      "badResult": "",
      "neutralResult": "The air is figid today."
    },
    {
      "id": "014",
      "description": "",
      "goodResult": "",
      "badResult": "",
      "neutralResult": "I heard a lark in the trees. Did not see it. Maybe next time."
    },
    {
      "id": "015",
      "description": "",
      "goodResult": "",
      "badResult": "",
      "neutralResult": "Thinking about the Guild today. I am glad to have a place to hone my skills."
    },
    {
      "id": "016",
      "description": "A wandering minstrel offered to sing a song about my adventure.",
      "goodResult": "It was beautiful and uplifting, drawing a small crowd who offered payment for the entertainment. The minstrel generously split the goods with me.",
      "badResult": "It was painful to hear, out of tune and without a moment of poetry. When I shared this with him, he hit me with his lute. After a quick stop at the nearby healer, I am back on the road.",
      "neutralResult": "The song was a lovely distraction, but I soon had to return to my journey."
    },
    {
      "id": "017",
      "description": "I rested in the shade of a tall oak tree.",
      "goodResult": "Leaning on the trunk, I noticed a glimmer within a hollow knot. I reached in and discovered a small treasure.",
      "badResult": "After a few minutes I noticed a burning sting in my drawers. I leapt up, discovering that I had seated myself on a fire ant hill! The sting ever growing, I ran to the nearest healer for immediate aid.",
      "neutralResult": "The break was a welcome one and I returned to the road, rejuvenated."
    },
    {
      "id": "018",
      "description": "",
      "goodResult": "",
      "badResult": "",
      "neutralResult": "Do manticores hatch out of eggs? Reminder: ask someone at the library."
    },
    {
      "id": "019",
      "description": "The bridge was out along the road, so I had to find a way to traverse the river.",
      "goodResult": "I deftly threw a weighted rope from one tree to another across the river. With it tightly secured, I was able to make my way across. Several merchants followed on my line, and paid me a small reward for helping them cross.",
      "badResult": "It appeared shallow and calm, so I attempted to ford. Unfortunately, it was deceptively deep and swift. I was swept away and washed up on the bank a mile down river, some coin having been dumped from my pockets along the way.",
      "neutralResult": "Nearby I found a boy offering free rides across the river on his homemade raft. It was little more than driftwood stitched together with weeds, but it crossed the river deftly. I offered the boy a reward but he kindly refused. "
    },
    {
      "id": "020",
      "description": "A harpy swept down from the sky and stole my bag while I sat at camp. I keenly watched her fly away, seeing her land in a nest high up on the cliffside. Scaling the cliff, I",
      "goodResult": "waited in silence until the harpy departed again. Then I seized my opportunity and took back my bag, along with some trinkets also left in the nest. I sold them at the nearby village for a small profit.",
      "badResult": "lunged at the harpy using the element of surprise. Unfortunately, she was faster than me. She landed a swipe with her talons before I grabbed my bag and toppled back down the cliff. Battered, bruised and bleeding, I made my way to a healer who patched me up.",
      "neutralResult": "watched as she rummaged through my bag. Finding little of interest, she tossed it aside and turned to other trinkets in her nest. I quietly grabbed my bag. It was only when I was already descending the cliffside that I realized the harpy was watching me intently. Fortunately, she let me go without incident."
    },
    {
      "id": "021",
      "description": "I came upon a tavern filled with raucous music and the sounds of laughter and dance. I entered and found that",
      "goodResult": "a troupe was playing music while the townspeople played games and feasted. I celebrated with them by entering a pie eating competition, and won! I left the tavern very full, with a nice little reward in hand.",
      "badResult": "the sordid townspeople were celebrating the death of a despised ealdorman. When they saw me enter uninvited they were upon me instantly, beating and biting. I staggered out of the tavern and the music and laughter resumed. I noticed I had dropped some supplies in the scuffle, but decided not to return for them.",
      "neutralResult": "the tavern was full of patrons, drinking and eating together. I sat and requested a meal, and a jovial townsperson paid for my food. Talking and laughing well into the night, I finally departed with a full heart and stomach."
    },
    {
      "id": "022",
      "description": "",
      "goodResult": "",
      "badResult": "",
      "neutralResult": "Did I hear a dragon on the wind today? No... I think likely not."
    },
    {
      "id": "023",
      "description": "A flock of birds flew overhead as I travelled. Suspiciously, they circled around and flew over me a second time, and then a third.",
      "goodResult": "I prepared for the worst... A fight perhaps? Or a bombardment of droppings? But no! As they circled they seemed to guide me toward a rocky alcove. I found there an abandoned supply store, and the birds flew off. How strange, but equally fortunate!",
      "badResult": "The birds circled lower and lower, and finally began swiping past me, cutting me with their beaks and talons! I hurried toward a rocky alcove for cover, but lost some of my supplies along the way. The birds collected them and flew away.",
      "neutralResult": "For a moment it appeared as though they would approach me for better or worse, but then they changed their course and flew off."
    },
    {
      "id": "024",
      "description": "I met a destitute old traveller sitting at the side of the road. I asked him where he was heading, and he said, \"Anywhere!\"",
      "goodResult": "I offered to travel with him for a short while and he nearly burst into tears. \"The worst part of my travels is the loneliness,\" he said. We walked together for some hours before reaching an inn. The innkeeper was moved by our friendship. He lodged the old man for free, and even gave me a parting gift.",
      "badResult": "I offered to travel with him for a short time and he agreed. We walked for nearly an hour and he kept straggling behind. \"Just keep going, I'll keep up,\" he would say. During one such moments I suddenly felt a blasting pain on the back of my head! I crumpled to the ground, unconscious. When I woke my supplies were lighter, and the man was gone.",
      "neutralResult": "I offered to travel with him for a short while, and he agreed. We shared stories of the road as we walked, and his mood seemed to lighten. As we reached a nearby town he thanked me for the company and departed. I continued my journey in good spirits."
    },
    {
      "id": "025",
      "description": "As I walked I heard the raucous sounds of of a soldiers' encampment ahead. I approached and found a small regiment enjoying a rest. As I passed, they recognized me as a member of the Adventure Guild and invited me to join them for a meal.",
      "goodResult": "I sat with them and learned of their missions in the field, fighting the enemies of the kingdom and defeating foes who would threaten us. We partook in a friendly game of dice, and I came out on top. The soldiers were good-spirited after a successful campaign, and I departed with a little extra gold and resources in my bag.",
      "badResult": "I joined them and found that they were playing a card game I wasn't too familiar with. I quickly found myself in an intense game of Calan Cross with little chance of winning. I showed my final hand and, sure enough, I lost. In as good spirits as possible I departed, my supplies a little lighter after the game.",
      "neutralResult": "They invited me to sit and eat with them for a while, which I politely accepted. After an hour of good conversation and... edible food, I continued on my quest."
    }
  ]
}